Repository: Implevit/IMP-Customer
Catalog: Translations/IMP-Customer.*.xlf
Languages: de_ch

# Table 434711048 - Property 2879900210
source: Customer Job Accounting
de_ch: Kunden-Projekt Abrechnung

# Table 434711048 - Field 371325265 - Property 2879900210
source: Accounting Description
de_ch: Abrechnungshinweis

# Table 434711048 - Field 2965034906 - Property 2879900210
source: Bill-to Customer No.
de_ch: Rechnung an Debitor Nr.

# Table 434711048 - Field 2838451934 - Property 2879900210
source: Created by User
de_ch: Erstellt von Benutzer

# Table 434711048 - Field 1407200743 - Property 2879900210
source: Creation Date
de_ch: Datum der Erstellung

# Table 434711048 - Field 4190130733 - Property 2879900210
source: Customer No.
de_ch: Debitorennr.

# Table 434711048 - Field 995090288 - Property 2879900210
source: Date Filter
de_ch: Datum Filter

# Table 434711048 - Field 3461834954 - Property 2879900210
source: Description
de_ch: Beschreibung

# Table 434711048 - Field 580412389 - Property 2879900210
source: Document Date
de_ch: Datum des Dokuments

# Table 434711048 - Field 4004740007 - Property 2879900210
source: Exported
de_ch: Exportiert

# Table 434711048 - Field 3205679337 - Property 2879900210
source: Exported by User
de_ch: Vom Benutzer exportiert

# Table 434711048 - Field 3231177756 - Property 2879900210
source: Exported Time
de_ch: Exportierte Zeit

# Table 434711048 - Field 3030423141 - Property 2879900210
source: Filter Quantity
de_ch: Filter Menge

# Table 434711048 - Field 313202704 - Property 2879900210
source: Filter Quantity not to Invoice
de_ch: Filter Nicht zu fakturierende Menge

# Table 434711048 - Field 666008299 - Property 2879900210
source: Filter Quantity to Invoice
de_ch: Filter zu fakturierende Menge

# Table 434711048 - Field 93044988 - Property 2879900210
source: Job Accounting Description
de_ch: Projekt Abrechnungshinweis

# Table 434711048 - Field 173717494 - Property 2879900210
source: Job Task Filter
de_ch: Projektaufgaben Filter

# Table 434711048 - Field 1658535256 - Property 2879900210
source: Modified after creation
de_ch: Geändert nach der Erstellung

# Table 434711048 - Field 3409576307 - Property 2879900210
source: Modified at Time
de_ch: Geändert zum Zeitpunkt

# Table 434711048 - Field 1318813773 - Property 2879900210
source: Modified by User
de_ch: Geändert von Benutzer

# Table 434711048 - Field 3465500804 - Property 2879900210
source: Month
de_ch: Monat

# Table 434711048 - Field 3465500804 - Property 62802879
source: January,February,March,April,May,June,July,August,September,October,November,December
de_ch: Januar,Februar,März,April,Mai,Juni,Juli,August,September,Oktober,November,Dezember

# Table 434711048 - Field 2598133084 - Property 2879900210
source: Period Code
de_ch: Zeitraum Code

# Table 434711048 - Field 1467378930 - Property 2879900210
source: Project Manager IMPL
de_ch: Projektleiter IMPL

# Table 434711048 - Field 2704404533 - Property 2879900210
source: Quantity
de_ch: Menge

# Table 434711048 - Field 1187025847 - Property 2879900210
source: Quantity Km
de_ch: Anzahl Km

# Table 434711048 - Field 3280478784 - Property 2879900210
source: Quantity not to Invoice
de_ch: Nicht zu fakturierende Menge

# Table 434711048 - Field 2659785339 - Property 2879900210
source: Quantity to Invoice
de_ch: Zu fakturierende Menge

# Table 434711048 - Field 205588234 - Property 2879900210
source: Quantity Travel Time
de_ch: Menge Reisezeit

# Table 434711048 - Field 3696662774 - Property 2879900210
source: Resource Filter
de_ch: Ressourcen-Filter

# Table 434711048 - Field 1225278069 - Property 2879900210
source: Sell-to Customer No.
de_ch: Verkauf an Debitor-Nr.

# Table 434711048 - Field 526155338 - Property 2879900210
source: Source Quantity
de_ch: Quelle Menge

# Table 434711048 - Field 3746517900 - Property 2879900210
source: Source Quantity Km
de_ch: Quelle Anzahl Km

# Table 434711048 - Field 4289247235 - Property 2879900210
source: Source Quantity not to Invoice
de_ch: Quelle Nicht zu fakturierende Menge

# Table 434711048 - Field 3858727256 - Property 2879900210
source: Source Quantity to Invoice
de_ch: Quelle zu fakturierende Menge

# Table 434711048 - Field 670081669 - Property 2879900210
source: Source Quantity Travel Time
de_ch: Quelle Menge Reisezeit

# Table 434711048 - Field 513339096 - Property 62802879
source: created,checked,signed
de_ch: erstellt,geprüft,signiert

# Table 434711048 - Field 2832340769 - Property 2879900210
source: Year
de_ch: Jahr

# Table 279060582 - Property 2879900210
source: Job Accounting Line
de_ch: Projektabrechnungszeile

# Table 279060582 - Field 1820563623 - Property 2879900210
source: All inclusive
de_ch: Pauschal

# Table 279060582 - Field 1344663656 - Property 2879900210
source: All inclusive Original
de_ch: Pauschal Original

# Table 279060582 - Field 1417232546 - Property 2879900210
source: Check
de_ch: Prüfen

# Table 279060582 - Field 4190130733 - Property 2879900210
source: Customer No.
de_ch: Debitorennr.

# Table 279060582 - Field 3461834954 - Property 2879900210
source: Description
de_ch: Beschreibung

# Table 279060582 - Field 1002069434 - Property 2879900210
source: Distance KM Quantity
de_ch: Entfernung KM Anzahl

# Table 279060582 - Field 1949342174 - Property 2879900210
source: Job Journal Batch
de_ch: Projekt Erfassungsjournal Name

# Table 279060582 - Field 3223415625 - Property 2879900210
source: Job Journal Line No.
de_ch: Projekt Erfassungsjournal Zeile Nr.

# Table 279060582 - Field 2062345170 - Property 2879900210
source: Job Journal Template
de_ch: Projekt Erfassungsjournal Vorlage

# Table 279060582 - Field 1908272084 - Property 2879900210
source: Job No.
de_ch: Projekt-Nr.

# Table 279060582 - Field 1198453408 - Property 2879900210
source: Job Task Description
de_ch: Projektaufgaben Beschreibung

# Table 279060582 - Field 561421623 - Property 2879900210
source: Job Task No.
de_ch: Projektaufgabe Nr.

# Table 279060582 - Field 2196167343 - Property 2879900210
source: Mark
de_ch: Markiert

# Table 279060582 - Field 3465500804 - Property 2879900210
source: Month
de_ch: Monat

# Table 279060582 - Field 3710982960 - Property 2879900210
source: Posting Date
de_ch: Buchungsdatum

# Table 279060582 - Field 2704404533 - Property 2879900210
source: Quantity
de_ch: Menge

# Table 279060582 - Field 3280478784 - Property 2879900210
source: Quantity not to Invoice
de_ch: Nicht zu fakturierende Menge

# Table 279060582 - Field 2659785339 - Property 2879900210
source: Quantity to Invoice
de_ch: Zu fakturierende Menge

# Table 279060582 - Field 3961767479 - Property 2879900210
source: Resource No.
de_ch: Ressource Nr.

# Table 279060582 - Field 4244076693 - Property 2879900210
source: Source Distance KM Quantity
de_ch: Quelle Entfernung KM Anzahl

# Table 279060582 - Field 526155338 - Property 2879900210
source: Source Quantity
de_ch: Quelle Menge

# Table 279060582 - Field 4289247235 - Property 2879900210
source: Source Quantity not to Invoice
de_ch: Quelle Nicht zu fakturierende Menge

# Table 279060582 - Field 3858727256 - Property 2879900210
source: Source Quantity to Invoice
de_ch: Quelle zu fakturierende Menge

# Table 279060582 - Field 1530531229 - Property 2879900210
source: Source Travel Time Quantity
de_ch: Quelle Reisezeit Menge

# Table 279060582 - Field 2572845453 - Property 2879900210
source: Ticket No.
de_ch: Ticket-Nr.

# Table 279060582 - Field 1162676738 - Property 2879900210
source: Travel Time Quantity
de_ch: Reisezeit Menge

# Table 279060582 - Field 2832340769 - Property 2879900210
source: Year
de_ch: Jahr

# Table 3075020921 - Property 2879900210
source: Job Accounting
de_ch: Projektabrechnung

# Table 3075020921 - Field 371325265 - Property 2879900210
source: Accounting Description
de_ch: Abrechnungshinweis

# Table 3075020921 - Field 2965034906 - Property 2879900210
source: Bill-to Customer No.
de_ch: Rechnung an Debitor Nr.

# Table 3075020921 - Field 2838451934 - Property 2879900210
source: Created by User
de_ch: Erstellt von Benutzer

# Table 3075020921 - Field 1407200743 - Property 2879900210
source: Creation Date
de_ch: Datum der Erstellung

# Table 3075020921 - Field 995090288 - Property 2879900210
source: Date Filter
de_ch: Datum Filter

# Table 3075020921 - Field 3461834954 - Property 2879900210
source: Description
de_ch: Beschreibung

# Table 3075020921 - Field 580412389 - Property 2879900210
source: Document Date
de_ch: Datum des Dokuments

# Table 3075020921 - Field 4004740007 - Property 2879900210
source: Exported
de_ch: Exportiert

# Table 3075020921 - Field 3205679337 - Property 2879900210
source: Exported by User
de_ch: Vom Benutzer exportiert

# Table 3075020921 - Field 3231177756 - Property 2879900210
source: Exported Time
de_ch: Exportierte Zeit

# Table 3075020921 - Field 3030423141 - Property 2879900210
source: Filter Quantity
de_ch: Filter Menge

# Table 3075020921 - Field 313202704 - Property 2879900210
source: Filter Quantity not to Invoice
de_ch: Filter Nicht zu fakturierende Menge

# Table 3075020921 - Field 666008299 - Property 2879900210
source: Filter Quantity to Invoice
de_ch: Filter zu fakturierende Menge

# Table 3075020921 - Field 93044988 - Property 2879900210
source: Job Accounting Description
de_ch: Projekt Abrechnungshinweis

# Table 3075020921 - Field 1908272084 - Property 2879900210
source: Job No.
de_ch: Projekt-Nr.

# Table 3075020921 - Field 173717494 - Property 2879900210
source: Job Task Filter
de_ch: Projektaufgaben Filter

# Table 3075020921 - Field 1658535256 - Property 2879900210
source: Modified after creation
de_ch: Geändert nach der Erstellung

# Table 3075020921 - Field 3409576307 - Property 2879900210
source: Modified at Time
de_ch: Geändert zum Zeitpunkt

# Table 3075020921 - Field 1318813773 - Property 2879900210
source: Modified by User
de_ch: Geändert von Benutzer

# Table 3075020921 - Field 3465500804 - Property 2879900210
source: Month
de_ch: Monat

# Table 3075020921 - Field 3465500804 - Property 62802879
source: January,February,March,April,May,June,July,August,September,October,November,December
de_ch: Januar,Februar,März,April,Mai,Juni,Juli,August,September,Oktober,November,Dezember

# Table 3075020921 - Field 2598133084 - Property 2879900210
source: Period Code
de_ch: Zeitraum Code

# Table 3075020921 - Field 2082466019 - Property 2879900210
source: Period Start Date
de_ch: Periodenstartdatum

# Table 3075020921 - Field 1467378930 - Property 2879900210
source: Project Manager IMPL
de_ch: Projektleiter IMPL

# Table 3075020921 - Field 2704404533 - Property 2879900210
source: Quantity
de_ch: Menge

# Table 3075020921 - Field 1187025847 - Property 2879900210
source: Quantity Km
de_ch: Anzahl Km

# Table 3075020921 - Field 3280478784 - Property 2879900210
source: Quantity not to Invoice
de_ch: Nicht zu fakturierende Menge

# Table 3075020921 - Field 2659785339 - Property 2879900210
source: Quantity to Invoice
de_ch: Zu fakturierende Menge

# Table 3075020921 - Field 205588234 - Property 2879900210
source: Quantity Travel Time
de_ch: Menge Reisezeit

# Table 3075020921 - Field 3696662774 - Property 2879900210
source: Resource Filter
de_ch: Ressourcen-Filter

# Table 3075020921 - Field 1225278069 - Property 2879900210
source: Sell-to Customer No.
de_ch: Verkauf an Debitor-Nr.

# Table 3075020921 - Field 526155338 - Property 2879900210
source: Source Quantity
de_ch: Quelle Menge

# Table 3075020921 - Field 3746517900 - Property 2879900210
source: Source Quantity Km
de_ch: Quelle Anzahl Km

# Table 3075020921 - Field 4289247235 - Property 2879900210
source: Source Quantity not to Invoice
de_ch: Quelle Nicht zu fakturierende Menge

# Table 3075020921 - Field 3858727256 - Property 2879900210
source: Source Quantity to Invoice
de_ch: Quelle zu fakturierende Menge

# Table 3075020921 - Field 670081669 - Property 2879900210
source: Source Quantity Travel Time
de_ch: Quelle Menge Reisezeit

# Table 3075020921 - Field 513339096 - Property 62802879
source: created,checked,signed
de_ch: erstellt,geprüft,signiert

# Table 3075020921 - Field 2832340769 - Property 2879900210
source: Year
de_ch: Jahr

# Table 3594423314 - Property 2879900210
source: Job Accounting Line
de_ch: Projektabrechnungszeile

# Table 3594423314 - Field 1820563623 - Property 2879900210
source: All inclusive
de_ch: Pauschal

# Table 3594423314 - Field 1344663656 - Property 2879900210
source: All inclusive Original
de_ch: Pauschal Original

# Table 3594423314 - Field 1417232546 - Property 2879900210
source: Check
de_ch: Prüfen

# Table 3594423314 - Field 3461834954 - Property 2879900210
source: Description
de_ch: Beschreibung

# Table 3594423314 - Field 1002069434 - Property 2879900210
source: Distance KM Quantity
de_ch: Entfernung KM Anzahl

# Table 3594423314 - Field 1949342174 - Property 2879900210
source: Job Journal Batch
de_ch: Projekt Erfassungsjournal Name

# Table 3594423314 - Field 3223415625 - Property 2879900210
source: Job Journal Line No.
de_ch: Projekt Erfassungsjournal Zeile Nr.

# Table 3594423314 - Field 2062345170 - Property 2879900210
source: Job Journal Template
de_ch: Projekt Erfassungsjournal Vorlage

# Table 3594423314 - Field 1908272084 - Property 2879900210
source: Job No.
de_ch: Projekt-Nr.

# Table 3594423314 - Field 1198453408 - Property 2879900210
source: Job Task Description
de_ch: Projektaufgaben Beschreibung

# Table 3594423314 - Field 561421623 - Property 2879900210
source: Job Task No.
de_ch: Projektaufgabe Nr.

# Table 3594423314 - Field 2196167343 - Property 2879900210
source: Mark
de_ch: Markiert

# Table 3594423314 - Field 3465500804 - Property 2879900210
source: Month
de_ch: Monat

# Table 3594423314 - Field 3710982960 - Property 2879900210
source: Posting Date
de_ch: Buchungsdatum

# Table 3594423314 - Field 2704404533 - Property 2879900210
source: Quantity
de_ch: Menge

# Table 3594423314 - Field 3280478784 - Property 2879900210
source: Quantity not to Invoice
de_ch: Nicht zu fakturierende Menge

# Table 3594423314 - Field 2659785339 - Property 2879900210
source: Quantity to Invoice
de_ch: Zu fakturierende Menge

# Table 3594423314 - Field 3961767479 - Property 2879900210
source: Resource No.
de_ch: Ressource Nr.

# Table 3594423314 - Field 4244076693 - Property 2879900210
source: Source Distance KM Quantity
de_ch: Quelle Entfernung KM Anzahl

# Table 3594423314 - Field 526155338 - Property 2879900210
source: Source Quantity
de_ch: Quelle Menge

# Table 3594423314 - Field 4289247235 - Property 2879900210
source: Source Quantity not to Invoice
de_ch: Quelle Nicht zu fakturierende Menge

# Table 3594423314 - Field 3858727256 - Property 2879900210
source: Source Quantity to Invoice
de_ch: Quelle zu fakturierende Menge

# Table 3594423314 - Field 1530531229 - Property 2879900210
source: Source Travel Time Quantity
de_ch: Quelle Reisezeit Menge

# Table 3594423314 - Field 2572845453 - Property 2879900210
source: Ticket No.
de_ch: Ticket-Nr.

# Table 3594423314 - Field 3933946380 - Property 2879900210
source: Mark
de_ch: Markiert

# Table 3594423314 - Field 1162676738 - Property 2879900210
source: Travel Time Quantity
de_ch: Reisezeit Menge

# Table 3594423314 - Field 2832340769 - Property 2879900210
source: Year
de_ch: Jahr

# Table 3669394229 - Property 2879900210
source: IMP Job Consulting InvHdr Cue
de_ch: Projekt Abrechnung

# Table 3669394229 - Field 3703598467 - Property 2879900210
source: All
de_ch: Alle

# Table 3669394229 - Field 3595219133 - Property 2879900210
source: All Actul Period
de_ch: Projektabr. akt. Periode

# Table 3669394229 - Field 1091549343 - Property 2879900210
source: All Jobs
de_ch: Alle Projekte

# Table 3669394229 - Field 1415134871 - Property 2879900210
source: Jobs Completed
de_ch: Abgeschlossen

# Table 3669394229 - Field 2515477912 - Property 2879900210
source: Jobs Open
de_ch: Offen

# Table 3669394229 - Field 2421148063 - Property 2879900210
source: Jobs Planning
de_ch: Geplant

# Table 3669394229 - Field 3797988854 - Property 2879900210
source: Jobs Quote
de_ch: Offerte

# Table 3669394229 - Field 3995308689 - Property 2879900210
source: All My Actul Period
de_ch: Meine Projektabr. akt. Periode

# Table 3669394229 - Field 1880387530 - Property 2879900210
source: Checked All
de_ch: Projektabr. geprüft

# Table 3669394229 - Field 1357572904 - Property 2879900210
source: Checked All Actul Period
de_ch: Projektabr. geprüft akt. Periode

# Table 3669394229 - Field 1798494900 - Property 2879900210
source: Checked My All Actul Period
de_ch: Projektabr. geprüft

# Table 3669394229 - Field 1394169395 - Property 2879900210
source: Create All
de_ch: Projektabr. erstellt

# Table 3669394229 - Field 590633581 - Property 2879900210
source: Create All Actul Period
de_ch: Projektabr. erstellt akt. Periode

# Table 3669394229 - Field 2838451934 - Property 2879900210
source: Created by User
de_ch: Erstellt von Benutzer

# Table 3669394229 - Field 2671380858 - Property 2879900210
source: Create My Actul Period
de_ch: Projektabr. erst. akt. Periode

# Table 3669394229 - Field 995090288 - Property 2879900210
source: Date Filter
de_ch: Datumsfilter

# Table 3669394229 - Field 3584960718 - Property 2879900210
source: Date Filter Last Week
de_ch: Datumsfilter abgelaufene Woche

# Table 3669394229 - Field 3836822671 - Property 2879900210
source: Date Filter YTD
de_ch: Datumsfilter YTD

# Table 3669394229 - Field 1588794112 - Property 2879900210
source: Month Hours
de_ch: Monatsstunden

# Table 3669394229 - Field 3758830178 - Property 2879900210
source: Month Target
de_ch: Sollstunden

# Table 3669394229 - Field 913978820 - Property 2879900210
source: Week Hours
de_ch: Wochenstunden

# Table 3669394229 - Field 679224070 - Property 2879900210
source: Week Target
de_ch: Wochensoll

# Table 3669394229 - Field 3340242132 - Property 2879900210
source: My Jobs
de_ch: Meine - Alle

# Table 3669394229 - Field 2011011948 - Property 2879900210
source: My Jobs Completed
de_ch: Meine - Abgeschlossen

# Table 3669394229 - Field 3162254179 - Property 2879900210
source: My Jobs Open
de_ch: Meine - Offen

# Table 3669394229 - Field 33350588 - Property 2879900210
source: My Jobs Planning
de_ch: Meine Geplant

# Table 3669394229 - Field 4098005153 - Property 2879900210
source: My Jobs Quote
de_ch: Meine - Offerte

# Table 3669394229 - Field 1663593181 - Property 2879900210
source: Primary Key
de_ch: Primärschlüssel

# Table 2486946589 - Property 2879900210
source: Job Evaluation
de_ch: Projekt Auswertung

# Table 2486946589 - Field 4190130733 - Property 2879900210
source: Customer No.
de_ch: Debitorennr.

# Table 2486946589 - Field 1908272084 - Property 2879900210
source: Job No.
de_ch: Projekt-Nr.

# Table 2486946589 - Field 1198453408 - Property 2879900210
source: Job Tast Description
de_ch: Projekt Aufgabenbeschreibung

# Table 2486946589 - Field 561421623 - Property 2879900210
source: Job Task No.
de_ch: Projektaufgabe Nr.

# Table 2486946589 - Field 395609334 - Property 2879900210
source: Job Task Type
de_ch: Projektaufgabenart

# Table 2486946589 - Field 3465500804 - Property 2879900210
source: Month
de_ch: Monat

# Table 2486946589 - Field 3465500804 - Property 62802879
source: January,February,March,April,May,June,July,August,September,October,November,December
de_ch: Januar,Februar,März,April,Mai,Juni,Juli,August,September,Oktober,November,Dezember

# Table 2486946589 - Field 2988751784 - Property 2879900210
source: Not Inv. Qty. (act. Period)
de_ch: Menge (nicht fakt.) - akt Periode

# Table 2486946589 - Field 695995244 - Property 2879900210
source: Not Inv. Qty. (prev. Periods)
de_ch: Menge (nicht fakt.) - vorh. Periode

# Table 2486946589 - Field 838550161 - Property 2879900210
source: Quantity (act. Period)
de_ch: Menge - akt. Periode

# Table 2486946589 - Field 1503531093 - Property 2879900210
source: Quantity (prev. Periods)
de_ch: Menge - vorh. Periode

# Table 2486946589 - Field 3961767479 - Property 2879900210
source: Resource No.
de_ch: Ressource Nr.

# Table 2486946589 - Field 478049462 - Property 2879900210
source: Totaling
de_ch: Zusammenzählung

# Table 2486946589 - Field 2832340769 - Property 2879900210
source: Year
de_ch: Jahr

# Table 1709939057 - Property 2879900210
source: Job Impl. Change Entry
de_ch: Objekt Änderungsnummer

# Table 1709939057 - Field 3354832851 - Property 2879900210
source: Change No.
de_ch: Änderungsnr.

# Table 1709939057 - Field 1407200743 - Property 2879900210
source: Creation Date
de_ch: Datum der Erstellung

# Table 1709939057 - Field 3461834954 - Property 2879900210
source: Description
de_ch: Beschreibung

# Table 1709939057 - Field 1025307196 - Property 2879900210
source: Implevit Cust Short Mark
de_ch: Kundenkürzel

# Table 1709939057 - Field 1908272084 - Property 2879900210
source: Job No.
de_ch: Projekt-Nr.

# Table 1709939057 - Field 2708250016 - Property 2879900210
source: User ID
de_ch: Benutzer-ID

# Table 1536694483 - Field 1893021230 - Property 2879900210
source: Job Type Code
de_ch: Projekt Typ Code

# Table 1536694483 - Field 254383649 - Property 2879900210
source: Month End
de_ch: Monat Ende

# Table 1536694483 - Field 265475188 - Property 2879900210
source: Month Start
de_ch: Monats Begin

# Table 1536694483 - Field 4200184881 - Property 2879900210
source: No.
de_ch: Nr.

# Table 1536694483 - Field 2704404533 - Property 2879900210
source: Quantity
de_ch: Menge

# Table 1536694483 - Field 3280478784 - Property 2879900210
source: Quantity to Invoice
de_ch: Zu fakturierende Menge

# Table 1536694483 - Field 2659785339 - Property 2879900210
source: Quantity to Invoice
de_ch: Zu fakturierende Menge

# Table 1536694483 - Field 513339096 - Property 2879900210
source: Quantity to Invoice
de_ch: Zu fakturierende Menge

# Table 1536694483 - Field 513339096 - Property 62802879
source: Open,Fixed
de_ch: Offen,Geschlossen

# Table 1536694483 - Field 2832340769 - Property 2879900210
source: Year
de_ch: Jahr

# Table 2863873245 - Property 2879900210
source: Job Res. Working Hours
de_ch: Mitarbeiter Monatsstunden

# Table 2863873245 - Field 1893021230 - Property 2879900210
source: Job Type Code
de_ch: Arbeitstyp Code

# Table 2863873245 - Field 4200184881 - Property 2879900210
source: No.
de_ch: Nr.

# Table 2863873245 - Field 2704404533 - Property 2879900210
source: Quantity
de_ch: Menge

# Table 2863873245 - Field 3280478784 - Property 2879900210
source: Quantity not to Invoice
de_ch: Nicht zu fakturierende Menge

# Table 2863873245 - Field 2659785339 - Property 2879900210
source: Quantity to Invoice
de_ch: Zu fakturierende Menge

# Table 2863873245 - Field 513339096 - Property 62802879
source: Open,Fixed
de_ch: Offen,Geschlossen

# Table 2863873245 - Field 2457806013 - Property 2879900210
source: Week End
de_ch: Woche bis

# Table 2863873245 - Field 1137679448 - Property 2879900210
source: Week Start
de_ch: Woche von

# Table 2863873245 - Field 2832340769 - Property 2879900210
source: Year
de_ch: Jahr

# Table 3186355380 - Field 4285612108 - Property 2879900210
source: Filter Type
de_ch: Filtertyp

# Table 3186355380 - Field 827715857 - Property 2879900210
source: Internal Filter
de_ch: Interner Filter

# Table 3186355380 - Field 2434828228 - Property 2879900210
source: Job No. Filter
de_ch: Projektnr.-Filter

# Table 3186355380 - Field 3324201203 - Property 2879900210
source: Job Type Description
de_ch: Job Type Beschreibung

# Table 2219995123 - Property 2879900210
source: IMP Job Working Hours Month
de_ch: Projekt Arbeitsstunden Monat

# Table 2219995123 - Field 682928251 - Property 2879900210
source: Acquisition
de_ch: Verkauf

# Table 2219995123 - Field 629510381 - Property 2879900210
source: Assignment
de_ch: Vortrag

# Table 2219995123 - Field 680844732 - Property 2879900210
source: Assignment Hours
de_ch: Vortrag Stunden

# Table 2219995123 - Field 92009326 - Property 2879900210
source: Assignment Vacation
de_ch: Vortrag Ferien

# Table 2219995123 - Field 1778072510 - Property 2879900210
source: Closed
de_ch: Geschlossen
