Repository: Implevit/IMP-Customer
Catalog: Translations/IMP-Customer.*.xlf
Languages: de_ch

# Table 2219995123 - Field 791614854 - Property 2879900210
source: Education
de_ch: Ausbildung

# Table 2219995123 - Field 2859526439 - Property 2879900210
source: External Job to Invoice
de_ch: Externe Projekte fakturierbar

# Table 2219995123 - Field 104789764 - Property 2879900210
source: External Job to Invoice
de_ch: Externe Projekte fakturierbar

# Table 2219995123 - Field 650940500 - Property 2879900210
source: External Job Total
de_ch: Externe Projekte Total

# Table 2219995123 - Field 1805551014 - Property 2879900210
source: Illness
de_ch: Krankheit

# Table 2219995123 - Field 2038982556 - Property 2879900210
source: Internal Job
de_ch: Interne Projekte

# Table 2219995123 - Field 254383649 - Property 2879900210
source: Month End
de_ch: Monat Ende

# Table 2219995123 - Field 265475188 - Property 2879900210
source: Month Start
de_ch: Monat Start

# Table 2219995123 - Field 4200184881 - Property 2879900210
source: No.
de_ch: Nr.

# Table 2219995123 - Field 2332754761 - Property 2879900210
source: Closed
de_ch: Geschlossen

# Table 2219995123 - Field 3925446560 - Property 2879900210
source: Target Time
de_ch: Sollzeit

# Table 2219995123 - Field 3824106707 - Property 2879900210
source: Vacation
de_ch: Ferien

# Table 2219995123 - Field 4115724468 - Property 2879900210
source: Vacation YTD
de_ch: Ferien YTD

# Table 2219995123 - Field 2832340769 - Property 2879900210
source: Year
de_ch: Jahr

# Table 725560959 - Property 2879900210
source: IMP Job Working Hours Month
de_ch: Projekt Arbeitsstunden Monat

# Table 725560959 - Field 682928251 - Property 2879900210
source: Acquisition
de_ch: Verkauf

# Table 725560959 - Field 629510381 - Property 2879900210
source: Assignment
de_ch: Vortrag

# Table 725560959 - Field 680844732 - Property 2879900210
source: Assignment Hours
de_ch: Vortrag Stunden

# Table 725560959 - Field 92009326 - Property 2879900210
source: Assignment Vacation
de_ch: Vortrag Ferien

# Table 725560959 - Field 1778072510 - Property 2879900210
source: Closed
de_ch: Geschlossen

# Table 725560959 - Field 791614854 - Property 2879900210
source: Education
de_ch: Ausbildung

# Table 725560959 - Field 2859526439 - Property 2879900210
source: External Job to Invoice
de_ch: Externe Projekte fakturierbar

# Table 725560959 - Field 104789764 - Property 2879900210
source: External Job to Invoice
de_ch: Externe Projekte fakturierbar

# Table 725560959 - Field 650940500 - Property 2879900210
source: External Job Total
de_ch: Externe Projekte Total

# Table 725560959 - Field 1805551014 - Property 2879900210
source: Illness
de_ch: Krankheit

# Table 725560959 - Field 2038982556 - Property 2879900210
source: Internal Job
de_ch: Interne Projekte

# Table 725560959 - Field 4200184881 - Property 2879900210
source: No.
de_ch: Nr.

# Table 725560959 - Field 2332754761 - Property 2879900210
source: Closed
de_ch: Geschlossen

# Table 725560959 - Field 3925446560 - Property 2879900210
source: Target Time
de_ch: Sollzeit

# Table 725560959 - Field 3824106707 - Property 2879900210
source: Vacation
de_ch: Ferien

# Table 725560959 - Field 4115724468 - Property 2879900210
source: Vacation YTD
de_ch: Ferien YTD

# Table 725560959 - Field 2457806013 - Property 2879900210
source: Month End
de_ch: Monat Ende

# Table 725560959 - Field 1137679448 - Property 2879900210
source: Month Start
de_ch: Monat Start

# Table 725560959 - Field 2832340769 - Property 2879900210
source: Year
de_ch: Jahr

# Page 3567995689 - Property 2879900210
source: Job Consultion Invoice Subform
de_ch: Projekt Abrechnung Zeilen

# Page 2391372296 - Property 2879900210
source: Job Customer Consulting Invoice Card
de_ch: Kunden-Projekt Abrechnung Karte

# Page 2391372296 - Action 3770529055 - Property 2879900210
source: Create Accounting
de_ch: Erstelle Abrechnung

# Page 2391372296 - Action 2208614754 - Property 2879900210
source: Evaluation
de_ch: Auswertung (Budget: Soll/Ist)

# Page 2391372296 - Action 3090866594 - Property 2879900210
source: Proof of Billing
de_ch: Abrechnungsnachweis

# Page 2391372296 - Action 3735633230 - Property 2879900210
source: Set State to Checked
de_ch: Setze Status geprüft

# Page 2391372296 - Action 1650868915 - Property 2879900210
source: Set State to Open
de_ch: Setze Status erstellt

# Page 4198934831 - Property 2879900210
source: Customer Project Settlements
de_ch: Kunden-Projekt Abrechnung Liste

# Page 4198934831 - NamedType 3529542258
source: Do you want to set the %2 marked settlements to %1 status?
de_ch: Möchten Sie die mit %2 gekennzeichneten Abrechnungen auf den Status %1 setzen?

# Page 4198934831 - NamedType 3207509543
source: %1 settlements were processed.
de_ch: %1 Abrechnungen wurden verarbeitet.

# Page 4198934831 - NamedType 500582976
source: Changes have been made to the project capture journal lines for billing for %1 month %2 year %3 after creation. The settlement must be created and checked again.
de_ch: Es wurden Änderungen an den Projekterfassungsjournalzeilen für die Abrechnung für %1 Monat %2 Jahr %3 nach der Erstellung vorgenommen. Die Abrechnung muss neu erstellt und geprüft werden.

# Page 4198934831 - Method 716454850 - NamedType 51777122
source: No authorization!
de_ch: Nicht zulässig!

# Page 4198934831 - Action 3770529055 - Property 2879900210
source: Create Accounting
de_ch: Erstelle Abrechnung

# Page 4198934831 - Action 2208614754 - Property 2879900210
source: Evaluation
de_ch: Auswertung (Budget: Soll/Ist)

# Page 4198934831 - Action 3090866594 - Property 2879900210
source: Proof of Billing
de_ch: Abrechnungsnachweis

# Page 4198934831 - Action 3735633230 - Property 2879900210
source: Set State to Checked
de_ch: Setze Status geprüft

# Page 4198934831 - Action 1650868915 - Property 2879900210
source: Set State to Open
de_ch: Setze Status erstellt

# Page 4073144308 - Property 2879900210
source: Job Activities
de_ch: Projekte Aktivitäten

# Page 4073144308 - NamedType 901740384
source: From:
de_ch: Von:

# Page 4073144308 - NamedType 806278067
source: To
de_ch: Bis

# Page 4073144308 - Control 3699420639 - Property 2879900210
source: All - Jobs
de_ch: Alle

# Page 4073144308 - Control 1375535660 - Property 2879900210
source: My - Jobs
de_ch: Meine

# Page 3177390869 - Property 2879900210
source: Ressource Job Working Hours Month
de_ch: Mitarbeiter Projekt Arbeitsstunden Monat

# Page 3177390869 - NamedType 652464844
source: Should the Period be closed?
de_ch: Soll die Periode geschlossen werden?

# Page 3177390869 - NamedType 14768227
source: Should the Period be opened?
de_ch: Soll die Periode geöffnet werden?

# Page 3177390869 - NamedType 3529542258
source: Do you want to set the %2 marked settlements to %1 status?
de_ch: Möchten Sie die mit %2 gekennzeichneten Abrechnungen auf den Status %1 setzen?

# Page 3177390869 - NamedType 3207509543
source: %1 settlements were processed.
de_ch: %1 Abrechnungen wurden verarbeitet.

# Page 3177390869 - NamedType 500582976
source: Changes have been made to the project capture journal lines for billing for %1 month %2 year %3 after creation. The settlement must be created and checked again.
de_ch: Es wurden Änderungen an den Projekterfassungsjournalzeilen für die Abrechnung für %1 Monat %2 Jahr %3 nach der Erstellung vorgenommen. Die Abrechnung muss neu erstellt und geprüft werden.

# Page 3637914476 - Property 2879900210
source: IMP Job Check Time
de_ch: IMP Projekt Prüfung Zeiterfassung

# Page 1305747242 - Property 2879900210
source: Job Consulting Invoice Activities
de_ch: Projektabrechungen

# Page 1305747242 - NamedType 901740384
source: From:
de_ch: Von:

# Page 1305747242 - NamedType 806278067
source: To
de_ch: Bis

# Page 1305747242 - Control 2707467437 - Property 2879900210
source: Actual Period
de_ch: Abrechnungsperiode

# Page 1305747242 - Control 1808825953 - Property 2879900210
source: All - Actual Period
de_ch: Alle - Aktuelle Periode

# Page 1305747242 - Control 3593062111 - Property 2879900210
source: All YTD
de_ch: Alle - YTD

# Page 1305747242 - Control 249710885 - Property 2879900210
source: My - Actual Period
de_ch: Meine - Aktuelle Periode

# Page 2047702192 - Property 2879900210
source: Job Consulting Invoice Card
de_ch: Projekt Abrechnung Karte

# Page 2047702192 - Action 3770529055 - Property 2879900210
source: Create Accounting
de_ch: Erstelle Abrechnung

# Page 2047702192 - Action 2208614754 - Property 2879900210
source: Evaluation
de_ch: Auswertung (Budget: Soll/Ist)

# Page 2047702192 - Action 3090866594 - Property 2879900210
source: Proof of Billing
de_ch: Abrechnungsnachweis

# Page 2047702192 - Action 3735633230 - Property 2879900210
source: Set State to Checked
de_ch: Setze Status geprüft

# Page 2047702192 - Action 1650868915 - Property 2879900210
source: Set State to Open
de_ch: Setze Status erstellt

# Page 4277491143 - Property 2879900210
source: Project settlements
de_ch: Projektabrechnungen

# Page 4277491143 - NamedType 3529542258
source: Do you want to set the %2 marked settlements to %1 status?
de_ch: Möchten Sie die mit %2 gekennzeichneten Abrechnungen auf den Status %1 setzen?

# Page 4277491143 - NamedType 3207509543
source: %1 settlements were processed.
de_ch: %1 Abrechnungen wurden verarbeitet.

# Page 4277491143 - NamedType 500582976
source: Changes have been made to the project capture journal lines for billing for %1 month %2 year %3 after creation. The settlement must be created and checked again.
de_ch: Es wurden Änderungen an den Projekterfassungsjournalzeilen für die Abrechnung für %1 Monat %2 Jahr %3 nach der Erstellung vorgenommen. Die Abrechnung muss neu erstellt und geprüft werden.

# Page 4277491143 - Action 3770529055 - Property 2879900210
source: Create Accounting
de_ch: Erstelle Abrechnung

# Page 4277491143 - Action 2208614754 - Property 2879900210
source: Evaluation
de_ch: Auswertung (Budget: Soll/Ist)

# Page 4277491143 - Action 3090866594 - Property 2879900210
source: Proof of Billing
de_ch: Abrechnungsnachweis

# Page 4277491143 - Action 591836840 - Property 2879900210
source: PDF Export Proof of Billing
de_ch: Pfad PDF Export Projektabr.

# Page 4277491143 - Action 3735633230 - Property 2879900210
source: Set State to Checked
de_ch: Setze Status geprüft

# Page 4277491143 - Action 1650868915 - Property 2879900210
source: Set State to Open
de_ch: Setze Status erstellt

# Page 122508127 - Property 2879900210
source: PProject settlement lines
de_ch: Projekt Abrechnungszeilen

# Page 584668384 - Property 2879900210
source: Job Consultion Invoice Subform
de_ch: Projekt Abrechnung Zeilen

# Page 3813317288 - Property 2879900210
source: IMP Project Manager
de_ch: IMP Projektmanager

# Page 3813317288 - Action 1554554962 - Property 2879900210
source: Items
de_ch: Artikel

# Page 3813317288 - Action 3996203218 - Property 2879900210
source: Job Journal
de_ch: Projekt Erf.-Journal

# Page 3813317288 - Action 2786668427 - Property 2879900210
source: Job Settlements
de_ch: Projektabrechnungen

# Page 3813317288 - Action 4043229225 - Property 1295455071
source: View all unassigned jobs.
de_ch: Zeigt alle nicht zugewiesenen Projekte an.

# Page 3813317288 - Action 4043229225 - Property 2879900210
source: Unassigned
de_ch: Nicht zugewiesen

# Page 3813317288 - Action 3527587360 - Property 1295455071
source: Create, plan, and execute tasks in project management.
de_ch: Aufgaben im Projektmanagement erstellen, planen und ausführen.

# Page 3813317288 - Action 3527587360 - Property 2879900210
source: Jobs
de_ch: Projekte

# Page 3813317288 - Action 2889890743 - Property 1295455071
source: Open the list of ongoing job tasks. Job tasks represent the actual work that is performed in a job, and they enable you to set up job planning lines and to post consumption to the job.
de_ch: Öffnet die Liste der laufenden Projektaufgaben. Projektaufgaben stellen aktuelle Arbeit dar, die in einem Auftrag ausgeführt werden soll, und ermöglichen es Ihnen, Projektplanungszeilen einzurichten und den Verbrauch für das Projekt zu buchen.

# Page 3813317288 - Action 2889890743 - Property 2879900210
source: Job Tasks
de_ch: Projektaufgaben

# Page 3813317288 - Action 1235986369 - Property 1295455071
source: Define a project activity by creating a job card with integrated job tasks and job planning lines, structured in two layers. The job task enables you to set up job planning lines and to post consumption to the job. The job planning lines specify the detailed use of resources, items, and various general ledger expenses.
de_ch: Eine Projektaktivität definieren, indem eine in zwei Ebenen strukturierte Projektkarte mit integrierten Projektaufgaben und Projektplanzeilen erstellt wird. Mit einer Projektaufgabe können Sie Projektplanungszeilen einrichten und den Verbrauch für das Projekt buchen. Die Projektplanzeilen geben den genauen Verbrauch von Ressourcen, Artikeln und verschiedenen Aufwandssachposten an.

# Page 3813317288 - Action 1235986369 - Property 2879900210
source: Jobs
de_ch: Projekte

# Page 3813317288 - Action 2097003905 - Property 1295455071
source: Open the list of ongoing job planning lines for the job. You use this window to plan what items, resources, and general ledger expenses that you expect to use on a job (budget) or you can specify what you actually agreed with your customer that he should pay for the job (billable).
de_ch: Öffnet die Liste der laufenden Planungszeilen für das Projekt. In diesem Fenster planen Sie, welche Artikel, Ressourcen und Aufwands-Fibuposten für ein Projekt verwendet werden sollen (Budget). Sie können aber auch angeben, was tatsächlich mit dem Debitor als für das Projekt zahlbarer Preis vereinbart wurde (Fakturierbar).

# Page 3813317288 - Action 2097003905 - Property 2879900210
source: Job Planning Lines
de_ch: Projektplanzeilen

# Page 3813317288 - Action 1483504031 - Property 1295455071
source: Record job expenses or usage in the job ledger, either by reusing job planning lines or by manual entry.
de_ch: Projektausgaben oder Verbrauch durch die Wiederverwendung von Projektplanzeilen oder manuelle Eingabe im Projektposten erfassen.

# Page 3813317288 - Action 1483504031 - Property 2879900210
source: Job Journals
de_ch: Projekt Erfassungsjournale

# Page 3813317288 - Action 4006613412 - Property 1295455071
source: Open the list of all completed jobs.
de_ch: Öffnet die Liste aller abgeschlossenen Projekte.

# Page 3813317288 - Action 4006613412 - Property 2879900210
source: Completed
de_ch: Abgeschlossen

# Page 3813317288 - Action 2182005804 - Property 1295455071
source: Open the list of all planned and quoted jobs.
de_ch: Öffnet die Liste aller geplanten und angebotenen Projekte.

# Page 3813317288 - Action 2182005804 - Property 2879900210
source: Planned and Quoted
de_ch: Geplant und offeriert

# Page 3813317288 - Action 849953322 - Property 1295455071
source: Open the list of all unassigned jobs.
de_ch: Öffnet die Liste aller nicht zugewiesenen Projekte.

# Page 3813317288 - Action 849953322 - Property 2879900210
source: Unassigned
de_ch: Nicht zugewiesen

# Page 3813317288 - Action 4259830144 - Property 1295455071
source: Open the card for the selected record.
de_ch: Karte für den ausgewählten Datensatz öffnen.

# Page 3813317288 - Action 4259830144 - Property 2879900210
source: Open
de_ch: Offen

# Page 3813317288 - Action 1873682986 - Property 1295455071
source: Manage the people or machines that are used to perform job tasks.
de_ch: Personen oder Maschinen verwalten, die zum Ausführen von Projektaufgaben verwendet werden.

# Page 3813317288 - Action 1873682986 - Property 2879900210
source: Resources
de_ch: Ressourcen

# Page 3813317288 - Action 598289752 - Property 1295455071
source: Manage your resources' job activities by setting up their costs and prices. The job-related prices, discounts, and cost factor rules are set up on the respective job card. You can specify the costs and prices for individual resources, resource groups, or all available resources of the company. When resources are used or sold in a job, the specified prices and costs are recorded for the project.
de_ch: Projektaktivitäten Ihrer Ressourcen durch Einrichten von Kosten und Preisen verwalten. Die projektbezogenen Preise, Rabatte und Kostenfaktorregeln werden auf der entsprechenden Projektkarte eingerichtet. Die Kosten und Preise können für einzelne Ressourcen, für Ressourcengruppen oder für alle verfügbaren Ressourcen des Unternehmens angegeben werden. Wenn Ressourcen in einem Projekt verwendet oder verkauft werden, werden die festgelegten Preise und Kosten für das Projekt erfasst.

# Page 3813317288 - Action 598289752 - Property 2879900210
source: Resources
de_ch: Ressourcen

# Page 3813317288 - Action 72746206 - Property 1295455071
source: Manage your resources' job activities by setting up their costs and prices. The job-related prices, discounts, and cost factor rules are set up on the respective job card. You can specify the costs and prices for individual resources, resource groups, or all available resources of the company. When resources are used or sold in a job, the specified prices and costs are recorded for the project.
de_ch: Projektaktivitäten Ihrer Ressourcen durch Einrichten von Kosten und Preisen verwalten. Die projektbezogenen Preise, Rabatte und Kostenfaktorregeln werden auf der entsprechenden Projektkarte eingerichtet. Die Kosten und Preise können für einzelne Ressourcen, für Ressourcengruppen oder für alle verfügbaren Ressourcen des Unternehmens angegeben werden. Wenn Ressourcen in einem Projekt verwendet oder verkauft werden, werden die festgelegten Preise und Kosten für das Projekt erfasst.

# Page 3813317288 - Action 72746206 - Property 2879900210
source: Res. Job Work. Hrs. Month
de_ch: Mitarbeiter Arbeitsstunden Monat

# Page 3813317288 - Action 1053830770 - Property 1295455071
source: Manage your resources' job activities by setting up their costs and prices. The job-related prices, discounts, and cost factor rules are set up on the respective job card. You can specify the costs and prices for individual resources, resource groups, or all available resources of the company. When resources are used or sold in a job, the specified prices and costs are recorded for the project.
de_ch: Projektaktivitäten Ihrer Ressourcen durch Einrichten von Kosten und Preisen verwalten. Die projektbezogenen Preise, Rabatte und Kostenfaktorregeln werden auf der entsprechenden Projektkarte eingerichtet. Die Kosten und Preise können für einzelne Ressourcen, für Ressourcengruppen oder für alle verfügbaren Ressourcen des Unternehmens angegeben werden. Wenn Ressourcen in einem Projekt verwendet oder verkauft werden, werden die festgelegten Preise und Kosten für das Projekt erfasst.

# Page 3813317288 - Action 1053830770 - Property 2879900210
source: Res. Job Work. Hrs. Week
de_ch: Projekt Arbeitsstunden Woche

# Page 3813317288 - Action 2275139634 - Property 1295455071
source: Organize resources in groups, such as Consultants, for easier assignment of common values and to analyze financial figures by groups.
de_ch: Organisation von Ressourcen in Gruppen, z. B. Berater, zur einfacheren Zuordnung gemeinsamer Werte und zur Analyse von Finanzdaten nach Gruppen.

# Page 3813317288 - Action 2275139634 - Property 2879900210
source: Resource Groups
de_ch: Ressourcengruppen

# Page 3813317288 - Action 2773931724 - Property 2879900210
source: Report
de_ch: Bericht

# Page 3813317288 - Action 1736620367 - Property 2879900210
source: IMP Job Consulting Proof
de_ch: Abrechnungsnachweis

# Page 3813317288 - Action 644490779 - Property 2879900210
source: IMP Res. Consulting Proof
de_ch: Beraternachweis

# Page 3813317288 - Action 3939546355 - Property 2879900210
source: IMP Hour Account - Date From To
de_ch: Std.-Abrechnung - Datum Von Bis

# Page 3813317288 - Action 1406942772 - Property 2879900210
source: Sales
de_ch: Verkauf

# Page 3813317288 - Action 1994964448 - Property 2879900210
source: Customer
de_ch: Debitor

# Page 3813317288 - Action 734185571 - Property 2879900210
source: Sales Quotes
de_ch: Verkaufsofferten

# Page 3813317288 - Action 57277866 - Property 1295455071
source: Overview and change system and application settings, and manage extensions and services
de_ch: Übersicht über und Änderung von System- und Anwendungseinstellungen sowie Verwaltung von Erweiterungen und Diensten

# Page 3813317288 - Action 57277866 - Property 2879900210
source: Setup & Extensions
de_ch: Einrichtung und Erweiterungen

# Page 3813317288 - Action 799089619 - Property 1295455071
source: Set up core functionality such as sales tax, sending documents as email, and approval workflow by running through a few pages that guide you through the information.
de_ch: Richtet wichtige Funktionen wie Salestax, Senden von Belegen als E-Mail und Genehmigungsworkflow mittels Durchlaufen einiger Seiten als Leitfaden zu den Informationen ein.

# Page 3813317288 - Action 799089619 - Property 2879900210
source: Assisted Setup
de_ch: Unterstützte Einrichtung

# Page 3813317288 - Action 1663039630 - Property 1295455071
source: Install Extensions for greater functionality of the system.
de_ch: Installiert Erweiterungen für Funktionen des Systems.

# Page 3813317288 - Action 1663039630 - Property 2879900210
source: Extensions
de_ch: Erweiterungen

# Page 3813317288 - Action 1325297727 - Property 1295455071
source: Define your company policies for business departments and for general activities by filling setup windows manually.
de_ch: Definieren Sie Ihre Unternehmensrichtlinien für Unternehmensabteilungen und für allgemeine Aktivitäten, indem Sie die Einrichtungsfenster manuell ausfüllen.

# Page 3813317288 - Action 1325297727 - Property 2879900210
source: Manual Setup
de_ch: Manuelle Einrichtung

# Page 3813317288 - Action 892073532 - Property 1295455071
source: Enable and configure external services, such as exchange rate updates, Microsoft Social Engagement, and electronic bank integration.
de_ch: Aktiviert und konfiguriert externe Dienste, wie Wechselkursaktualisierungen, Microsoft Social Engagement und elektronische Bankintegration.

# Page 3813317288 - Action 892073532 - Property 2879900210
source: Service Connections
de_ch: Dienstverbindungen

# Page 3813317288 - Action 2098662804 - Property 1295455071
source: Set up or enable workflows that connect business-process tasks performed by different users. System tasks, such as automatic posting, can be included as steps in workflows, preceded or followed by user tasks. Requesting and granting approval to create new records are typical workflow steps.
de_ch: Workflows einrichten oder aktivieren, die Geschäftsprozessaufgaben verbinden, die von verschiedenen Benutzern durchgeführt werden. Systemaufgaben, wie etwa automatisches Buchen, können als Schritte entweder vor oder nach Benutzeraufgaben in Workflows eingefügt werden. Das Anfordern und Gewähren von Genehmigungen zum Erstellen neuer Datensätze sind typische Workflowschritte.

# Page 2107696462 - Property 2879900210
source: Ressource Job Working Hours Month
de_ch: Mitarbeiter Projekt Arbeitsstunden Monat

# Page 2107696462 - NamedType 652464844
source: Should the Period be closed?
de_ch: Soll die Periode geschlossen werden?

# Page 2107696462 - NamedType 14768227
source: Should the Period be opened?
de_ch: Soll die Periode geöffnet werden?

# Page 2107696462 - NamedType 3529542258
source: Do you want to set the %2 marked settlements to %1 status?
de_ch: Möchten Sie die mit %2 gekennzeichneten Abrechnungen auf den Status %1 setzen?

# Page 2107696462 - NamedType 3207509543
source: %1 settlements were processed.
de_ch: %1 Abrechnungen wurden verarbeitet.
