Repository: Implevit/IMP-Customer
Catalog: Translations/IMP-Customer.*.xlf
Languages: de_ch

# Page 2107696462 - NamedType 500582976
source: Changes have been made to the project capture journal lines for billing for %1 month %2 year %3 after creation. The settlement must be created and checked again.
de_ch: Es wurden Änderungen an den Projekterfassungsjournalzeilen für die Abrechnung für %1 Monat %2 Jahr %3 nach der Erstellung vorgenommen. Die Abrechnung muss neu erstellt und geprüft werden.

# Page 2107696462 - Control 25700210 - Property 2879900210
source: Balance
de_ch: Saldo

# Page 2107696462 - Control 1234738640 - Property 2879900210
source: External Job not to invoice
de_ch: Externe Projekte nicht fakturierbar

# Page 2107696462 - Control 3465500804 - Property 2879900210
source: Month
de_ch: Monat

# Page 3107813803 - Property 2879900210
source: Ressource Job Working Hours Month
de_ch: Ressource Projet Arbeitsstunden Monat

# Page 3107813803 - NamedType 652464844
source: Should the Period be closed?
de_ch: Soll die Periode geschlossen werden?

# Page 3107813803 - NamedType 14768227
source: Should the Period be opened?
de_ch: Soll die Periode geöffnet werden?

# Page 3107813803 - NamedType 1927858078
source: Action is not allowed by %1!
de_ch: Aktion nicht erlaubt durch %1!

# Page 3107813803 - NamedType 1290161461
source: %1 Periods were closed.
de_ch: %1 Perioden wurden geschlossen.

# Page 3107813803 - NamedType 2396645672
source: %1 Periods were opened.
de_ch: %1 Perioden wurden geöffnet.

# Page 3107813803 - NamedType 3529542258
source: Do you want to set the %2 marked settlements to %1 status?
de_ch: Möchten Sie die mit %2 gekennzeichneten Abrechnungen auf den Status %1 setzen?

# Page 3107813803 - NamedType 3207509543
source: %1 settlements were processed.
de_ch: %1 Abrechnungen wurden verarbeitet.

# Page 3107813803 - NamedType 500582976
source: Changes have been made to the project capture journal lines for billing for %1 month %2 year %3 after creation. The settlement must be created and checked again.
de_ch: Es wurden Änderungen an den Projekterfassungsjournalzeilen für die Abrechnung für %1 Monat %2 Jahr %3 nach der Erstellung vorgenommen. Die Abrechnung muss neu erstellt und geprüft werden.

# Page 3107813803 - Control 25700210 - Property 2879900210
source: Balance
de_ch: Saldo

# Page 3107813803 - Control 1234738640 - Property 2879900210
source: External Job not to Invoice
de_ch: Externe Projekte nicht fakturierbar

# Page 3107813803 - Control 780756636 - Property 2879900210
source: External Job to Invoice
de_ch: Externe Projekte fakturierbar

# Page 3107813803 - Control 3522313402 - Property 2879900210
source: Accountable %
de_ch: Verrechenbar %

# Page 3107813803 - Control 3465500804 - Property 2879900210
source: Month
de_ch: Monat

# Page 3107813803 - Action 3002814613 - Property 2879900210
source: Get Job Working Hours Month
de_ch: Ermittle Motantsstunden

# Page 3107813803 - Action 2270455521 - Property 2879900210
source: Set Job Working Hours Month
de_ch: Eröffne Periode

# Page 3107813803 - Action 1825000708 - Property 2879900210
source: Set Status Fixed
de_ch: Setze Status auf geschlossem

# Page 3107813803 - Action 2626404222 - Property 2879900210
source: Set Status Open
de_ch: Setze Status auf Offen

# Page 3839191559 - Property 2879900210
source: Ressource Job Working Hours Month
de_ch: Mitarbeiter Projekt Arbeitsstunden Monat

# Page 3839191559 - NamedType 652464844
source: Should the Period be closed?
de_ch: Soll die Periode geschlossen werden?

# Page 3839191559 - NamedType 14768227
source: Should the Period be opened?
de_ch: Soll die Periode geöffnet werden?

# Page 3839191559 - NamedType 1927858078
source: Action is not allowed by %1!
de_ch: Aktion ist nicht erlaubt durch %1!

# Page 3839191559 - NamedType 1290161461
source: %1 Periods were closed.
de_ch: %1 Perioden wurden geschlossen.

# Page 3839191559 - NamedType 2396645672
source: %1 Periods were opened.
de_ch: %1 Perioden wurden geöffnet.

# Page 3839191559 - NamedType 3529542258
source: Do you want to set the %2 marked settlements to %1 status?
de_ch: Möchten Sie die mit %2 gekennzeichneten Abrechnungen auf den Status %1 setzen?

# Page 3839191559 - NamedType 3207509543
source: %1 settlements were processed.
de_ch: %1 Abrechnungen wurden verarbeitet.

# Page 3839191559 - NamedType 500582976
source: Changes have been made to the project capture journal lines for billing for %1 month %2 year %3 after creation. The settlement must be created and checked again.
de_ch: Es wurden Änderungen an den Projekterfassungsjournalzeilen für die Abrechnung für %1 Monat %2 Jahr %3 nach der Erstellung vorgenommen. Die Abrechnung muss neu erstellt und geprüft werden.

# Page 3839191559 - Control 25700210 - Property 2879900210
source: Balance
de_ch: Saldo

# Page 3839191559 - Control 3522313402 - Property 2879900210
source: Accountable %
de_ch: Verrechenbar %

# Page 3839191559 - Control 572629000 - Property 2879900210
source: Week
de_ch: Woche

# Page 3839191559 - Control 2457806013 - Property 2879900210
source: Week End
de_ch: Woche bis

# Page 3839191559 - Control 1784642149 - Property 2879900210
source: Week End
de_ch: Woche bis

# Page 3839191559 - Action 302994650 - Property 2879900210
source: Delete Selected
de_ch: Lösche Markierte

# Page 3839191559 - Action 3002814613 - Property 2879900210
source: Get Job Working Hours Week
de_ch: Ermittle Projekt Arbeitsstunden (Woche)

# Page 3839191559 - Action 2270455521 - Property 2879900210
source: Set Job Working Hours Week
de_ch: Eröffne Periode (Woche)

# Page 3839191559 - Action 1825000708 - Property 2879900210
source: Set Status Fixed
de_ch: Setze Status auf geschlossem

# Page 3839191559 - Action 2626404222 - Property 2879900210
source: Set Status Open
de_ch: Setze Status auf Offen

# Page 3518091237 - Property 2879900210
source: Work Time Activities
de_ch: Arbeitszeit Aktivitäten

# Page 3518091237 - NamedType 901740384
source: From:
de_ch: Von:

# Page 3518091237 - NamedType 806278067
source: To
de_ch: Bis

# Page 3518091237 - Control 3383352704 - Property 2879900210
source: Last Month
de_ch: Letzter Monat

# Page 3518091237 - Control 912432827 - Property 2879900210
source: Balance Month
de_ch: Saldo Monat

# Page 3518091237 - Control 2347519204 - Property 2879900210
source: Last Week
de_ch: Letzte Woche

# Page 3518091237 - Control 2632176631 - Property 2879900210
source: Balance Week
de_ch: Saldo Woche

# Report 532344595 - Property 2879900210
source: Archive Sales Document
de_ch: Archiviere Verkaufsbelege

# Report 532344595 - NamedType 652464844
source: Filter needed!
de_ch: Bitte FIlter angeben!

# Report 1807454529 - Property 2879900210
source: Create Customer Cons. Invoice
de_ch: Erstelle Kunden-Projekt Abrechnungen

# Report 1807454529 - Control 2346885236 - Property 2879900210
source: Options
de_ch: Optionen

# Report 1807454529 - Control 3465500804 - Property 2879900210
source: Month
de_ch: Monat

# Report 1807454529 - Control 2832340769 - Property 2879900210
source: Year
de_ch: Jahr

# Report 54620081 - Property 2879900210
source: Create Evaluation
de_ch: Erstelle Auswertung

# Report 3145547939 - Property 2879900210
source: Create Job Cons. Invoice
de_ch: Erstelle Projekt Abrechnung

# Report 3145547939 - Control 2346885236 - Property 2879900210
source: Options
de_ch: Optionen

# Report 3145547939 - Control 3465500804 - Property 2879900210
source: Month
de_ch: Monat

# Report 3145547939 - Control 2832340769 - Property 2879900210
source: Year
de_ch: Jahr

# Report 2853861004 - Property 2879900210
source: Create Evaluation
de_ch: Erstelle Auswertung

# Report 1090583261 - Property 2879900210
source: Delete Job Quotes
de_ch: Lösche Projekt Offerten

# Report 1090583261 - NamedType 2316019137
source: %1 Quotes will be deleted. Do you wnat to continue?
de_ch: Es werden %1 Projekt Offerten gelöscht. Möchten Sie fortfahren?

# Report 1090583261 - NamedType 1678322520
source: Aborted!
de_ch: Abbruch!

# Report 1090583261 - Control 3465500804 - Property 2879900210
source: Month
de_ch: Monat

# Report 1090583261 - Control 2832340769 - Property 2879900210
source: Year
de_ch: Jahr

# Report 409602610 - Property 2879900210
source: Export Consulting Invoices
de_ch: Export Projektabrechnungen

# Report 409602610 - Control 2346885236 - Property 2879900210
source: Options
de_ch: Optionen

# Report 409602610 - Control 3465500804 - Property 2879900210
source: Month
de_ch: Monat

# Report 409602610 - Control 2832340769 - Property 2879900210
source: Year
de_ch: Jahr

# Report 535669482 - Property 2879900210
source: Get Job Working Hours View
de_ch: Projekt Arbeitszeiten Ansicht

# Report 535669482 - Control 3465500804 - Property 2879900210
source: Month to
de_ch: Monat bis

# Report 535669482 - Control 2395096812 - Property 2879900210
source: Month from
de_ch: Monat von

# Report 535669482 - Control 1131595448 - Property 2879900210
source: Month to
de_ch: Monat bis

# Report 535669482 - Control 2832340769 - Property 2879900210
source: Year
de_ch: Jahr

# Report 3281988714 - Property 2879900210
source: Get Job Working Hours View
de_ch: Projekt Arbeitszeiten Ansicht

# Report 3281988714 - Control 3465500804 - Property 2879900210
source: Month to
de_ch: Monat bis

# Report 3281988714 - Control 2395096812 - Property 2879900210
source: Month from
de_ch: Monat von

# Report 3281988714 - Control 2832340769 - Property 2879900210
source: Year
de_ch: Jahr

# Report 2229105270 - Property 2879900210
source: Get Job Working Hours Week
de_ch: Ermittle Projekt Arbetsstunden Woche

# Report 2229105270 - Control 1131595448 - Property 2879900210
source: Resource Filter
de_ch: Ressourcen-Filter

# Report 2229105270 - Control 572629000 - Property 2879900210
source: Week to
de_ch: Woche bis

# Report 2229105270 - Control 2519180528 - Property 2879900210
source: Week from
de_ch: Woche von

# Report 2229105270 - Control 2832340769 - Property 2879900210
source: Year
de_ch: Jahr

# Report 3104011237 - Property 2879900210
source: IMP Hour Account - Date From To
de_ch: IMP Std.-Abrechnung - Datum Von Bis

# Report 3104011237 - ReportLabel 186308239
source: Total von/bis
de_ch: Gesamt von/bis

# Report 3637914476 - Property 2879900210
source: IMP Project check time
de_ch: IMP Projekt Prüfung Zeiterfassung

# Report 3637914476 - ReportLabel 41875363
source: Description
de_ch: Beschreibung

# Report 3637914476 - ReportLabel 3184947576
source: Project no.
de_ch: Projekt Nr.

# Report 3637914476 - ReportLabel 1742294907
source: Job Task No.
de_ch: Projektaufgabe Nr.

# Report 3637914476 - ReportLabel 1314000525
source: No.
de_ch: Nr.

# Report 3637914476 - ReportLabel 663449546
source: Posting Date
de_ch: Buchungsdatum

# Report 3637914476 - ReportLabel 617781293
source: Plausibility check hr journal
de_ch: Plausibilitätsprüfung HR-Journal

# Report 3637914476 - ReportLabel 4203406219
source: Time from
de_ch: Zeit von

# Report 3637914476 - ReportLabel 243367128
source: Time to
de_ch: Zeit bis

# Report 3637914476 - Control 1350470392 - Property 2879900210
source: Options
de_ch: Optionen

# Report 3637914476 - Control 2283876352 - Property 2879900210
source: Employee
de_ch: Mitarbeiter

# Report 1202965061 - Property 2879900210
source: IMP Consulting proof
de_ch: IMP Beraternachweis

# Report 1202965061 - Control 1727289346 - Property 2879900210
source: Show All Inclive
de_ch: Pauschale Projektaufgaben zeigen

# Report 1202965061 - Control 1236760751 - Property 2879900210
source: Show Customers without Acc. Proof
de_ch: Kunden ohne Abr.-Nachweis zeigen

# Report 3428992855 - Control 1399707476 - Property 2879900210
source: To Month
de_ch: Bis Monat

# Report 3428992855 - Control 1253471164 - Property 2879900210
source: From Month
de_ch: Von Monat

# Report 1486641947 - Control 3920915416 - Property 2879900210
source: To Week
de_ch: Woche bis

# Report 1486641947 - Control 1414869440 - Property 2879900210
source: From Week
de_ch: Woche von

# Report 4080958628 - Property 2879900210
source: IMP Consulting proof IMPL
de_ch: IMP Beraternachweis IMPL

# Report 4080958628 - NamedType 701960602
source: This report can't start without a resource (No.").
de_ch: Dieser Bericht kann nicht ohne eine Ressource gestartet werden (Nr.).

# Report 4080958628 - ReportLabel 76061626
source: Customer
de_ch: Debitor

# Report 4080958628 - ReportLabel 497825551
source: Total hr / km
de_ch: Total std. / km

# PageExtension 1722173463 - Control 725737015 - Property 2879900210
source: Total Usage in journal
de_ch: Gesamtverwendung im Journal

# PageExtension 423844735 - Method 940930960 - NamedType 1646898571
source: No employee recorded.
de_ch: Kein Mitarbeiter erfasst!

# PageExtension 423844735 - Action 1963841408 - Property 2879900210
source: Object Change List
de_ch: Objekt Veränderungsliste

source: Please insert %1 first!
de_ch: Bitte zuerst %1 angeben!

# PageExtension 423844735 - Action 3105559294 - Property 2879900210
source: Job Check Time
de_ch: Prüfung Zeiterfassung

# PageExtension 423844735 - Action 2901616930 - Property 2879900210
source: Ressource Working Hours
de_ch: Mitarbeiter Stunden

# PageExtension 423844735 - Control 3423612205 - Property 2879900210
source: Hours invoicable
de_ch: Abrechenbare Stunden

# PageExtension 423844735 - Control 444753623 - Property 2879900210
source: Hours not invoicable
de_ch: Nicht berechenbare Stunden

# PageExtension 423844735 - Control 1571123119 - Property 2879900210
source: Overlappings
de_ch: Überschneidungen

# PageExtension 423844735 - Control 2267605476 - Property 2879900210
source: % to budget
de_ch: % zum Budget

# PageExtension 423844735 - Control 1362342722 - Property 2879900210
source: Time on job
de_ch: Zeit auf Projekt

# PageExtension 423844735 - Control 2540902277 - Property 2879900210
source: Total day
de_ch: Tag insgesamt

# PageExtension 423844735 - Control 2721541822 - Property 2879900210
source: Total von/bis
de_ch: Gesamt von/bis

# PageExtension 423844735 - Control 2702582284 - Property 2879900210
source: Tavel time
de_ch: Tavel-Zeit

# PageExtension 1655222170 - Control 1244118152 - Property 2879900210
source: Check Journal Overlap
de_ch: Prüfe auf Proj.-Journal- Überlappungen

# PageExtension 1655222170 - Control 1326595872 - Property 2879900210
source: Job Consulting Invoice PDF
de_ch: Pfad Projektabr. Export PDF

# PageExtension 1655222170 - Control 2773828793 - Property 2879900210
source: Mark Journal Overlap
de_ch: Markiere auf Proj.-Journal- Überlappungen

# PageExtension 3218178748 - Action 1826872365 - Property 2879900210
source: Job Tasks Overview
de_ch: Überblick über die Arbeitsaufgaben

# TableExtension 425556472 - Field 1182684218 - Property 2879900210
source: Achieved %
de_ch: Erreicht %

# TableExtension 425556472 - Field 1767470131 - Property 2879900210
source: All inclusive
de_ch: Pauschal

# TableExtension 425556472 - Field 2079391202 - Property 2879900210
source: Closed
de_ch: Geschlossen

# TableExtension 425556472 - Field 301466572 - Property 2879900210
source: Schedule (Sales Amount LCY)
de_ch: Zeitplan (Verkaufsbetrag LCY)

# TableExtension 425556472 - Field 1153803376 - Property 2879900210
source: Schedule (Sales Amount)
de_ch: Zeitplan (Verkaufsbetrag)

# TableExtension 425556472 - Field 3496737083 - Property 2879900210
source: Schedule (Total hours)
de_ch: Zeitplan (Gesamtstunden)

# TableExtension 425556472 - Field 2262195164 - Property 2879900210
source: Total In Accounting
de_ch: Insgesamt In der Buchhaltung

# TableExtension 425556472 - Field 2923090457 - Property 2879900210
source: Total Inv. In Accounting
de_ch: Total Inv. in Buchhaltung

# TableExtension 425556472 - Field 3554468457 - Property 2879900210
source: Total Inv. In Journal
de_ch: Gesamtbetrag der Einlagen im Journal

# TableExtension 425556472 - Field 3098185310 - Property 2879900210
source: Total Not Inv. In Journal
de_ch: Gesamt Nicht im Journal erfasst

# TableExtension 425556472 - Field 4108721086 - Property 2879900210
source: Total not. Inv. In Accounting
de_ch: Gesamt nicht. Inv. in Buchhaltung

# TableExtension 425556472 - Field 1283587931 - Property 2879900210
source: Usage (Total hours)
de_ch: Nutzung (Stunden insgesamt)

# TableExtension 2409248036 - Field 144959165 - Property 2879900210
source: Accounting Description
de_ch: Buchhaltung Beschreibung

# TableExtension 2409248036 - Field 3698385512 - Property 2879900210
source: Bill-Receiver Contact No.
de_ch: Rechnung-Empfänger Kontakt-Nr.

# TableExtension 2409248036 - Field 1789555939 - Property 2879900210
source: Distance km
de_ch: Entfernung km

# TableExtension 2409248036 - Field 3770128755 - Property 2879900210
source: Flat charge
de_ch: Pauschalgebühr

# TableExtension 2409248036 - Field 366019488 - Property 2879900210
source: Internal Job
de_ch: Interner Job

# TableExtension 2409248036 - Field 366019488 - Property 62802879
source: ,Vacations,Compensation,Private,Sick,Military,Accident,Education,Int. Projects,Anniversary Holidays,Miscellaneous,Administration,Acquisition
de_ch: ,Urlaub,Entschädigung,Privat,Krank,Militär,Unfall,Ausbildung,Int. Projekte,Jubiläumsfeiertage,Sonstiges,Verwaltung,Akquisition

# TableExtension 2409248036 - Field 1047532878 - Property 2879900210
source: Job Task No. Expenses
de_ch: Job Aufgabe Nr. Ausgaben

source: The abbreviation "%1" was already used for the project "%2"!
de_ch: Dieses Kürzel "%1" wurde bereits für das Projekt "%2" verwendet!

# TableExtension 2409248036 - Field 3960635199 - Property 2879900210
source: No Settlement Statement
de_ch: Keine Abrechnungserklärung

# TableExtension 2409248036 - Field 28993262 - Property 2879900210
source: Project Manager IMPL
de_ch: Projektleiter IMPL

# TableExtension 2409248036 - Field 423493831 - Property 2879900210
source: Project Manager Standby
de_ch: Projektleiter Standby

# TableExtension 2409248036 - Field 2595176860 - Property 2879900210
source: Source Settlement Statement
de_ch: Quelle: Settlement Statement

# TableExtension 2409248036 - Field 2595176860 - Property 62802879
source: Journal,Entry,Journal + Entry
de_ch: Journal,Eintrag,Journaleintrag

# TableExtension 2409248036 - Field 328876173 - Property 2879900210
source: Travel Time (100er units)
de_ch: Reisezeit (100er Einheiten)

# TableExtension 938585830 - NamedType 3529542258
source: No hourly allocation can be made when expenses are recorded.
de_ch: Bei der Erfassung der Ausgaben kann keine stündliche Zuordnung vorgenommen werden.

# TableExtension 938585830 - NamedType 3207509543
source: For internal projects, the from/to time or quantity must be changed
de_ch: Bei internen Projekten muss der Von-/Bis-Zeitpunkt oder die Menge geändert werden.

# TableExtension 938585830 - NamedType 500582976
source: Wrong Time - Valid e.g. 7.15, 12.30, 17.45
de_ch: Ungültige Zeit - Gültig z.B. 7.15, 12.30, 17.45

# TableExtension 938585830 - NamedType 664954749
source: Job Task must not be closed: %1!
de_ch: Projektaufgabe darf nicht abgeschlossen sein: %1!

# TableExtension 938585830 - Field 2502242067 - Property 2879900210
source: All inclusive
de_ch: Pauschal

# TableExtension 938585830 - Field 4052935180 - Property 2879900210
source: Belongs to line no.
de_ch: Gehört zur Linie Nr.

# TableExtension 938585830 - Field 3515371373 - Property 2879900210
source: Contact Name
de_ch: Kontaktname

# TableExtension 938585830 - Field 3169924589 - Property 2879900210
source: Contact
de_ch: Kontakt

# TableExtension 938585830 - Field 3375497713 - Property 2879900210
source: Expenses
de_ch: Ausgaben

# TableExtension 938585830 - Field 1514693444 - Property 2879900210
source: Hours not to invoice
de_ch: Std. nicht fakturierbar

# TableExtension 938585830 - Field 2825259863 - Property 2879900210
source: Hours to invoice
de_ch: Std. fakturierbar

# TableExtension 938585830 - Field 2983576398 - Property 2879900210
source: IN Accounting
de_ch: IN Buchhaltung

# TableExtension 938585830 - Field 1669043359 - Property 2879900210
source: Internal Description
de_ch: Interne Beschreibung

# TableExtension 938585830 - Field 366019488 - Property 2879900210
source: Internal Job
de_ch: Internes Projekt

# TableExtension 938585830 - Field 3935027064 - Property 2879900210
source: Contact
de_ch: Kontakt

# TableExtension 938585830 - Field 1064544492 - Property 2879900210
source: Job Customer No.
de_ch: Projekt Debitor-Nr.

# TableExtension 938585830 - Field 2793885276 - Property 2879900210
source: Job Task Description
de_ch: Job Aufgabenbeschreibung

# TableExtension 938585830 - Field 3320893313 - Property 2879900210
source: Overlap
de_ch: Überschneidung

# TableExtension 938585830 - Field 1245557665 - Property 2879900210
source: Ticket No.
de_ch: Ticket-Nr.

# TableExtension 938585830 - Field 1612724721 - Property 2879900210
source: Time 0 from
de_ch: Zeit 0 von

# TableExtension 938585830 - Field 1454006270 - Property 2879900210
source: Time 0 to
de_ch: Zeit 0 bis

# TableExtension 938585830 - Field 4254731106 - Property 2879900210
source: Time 1 from
de_ch: Zeit 1 von

# TableExtension 938585830 - Field 1870936573 - Property 2879900210
source: Time 1 to
de_ch: Zeit 1 bis

# TableExtension 938585830 - Field 2252887567 - Property 2879900210
source: Time 2 from
de_ch: Zeit 2 von

# TableExtension 938585830 - Field 445616476 - Property 2879900210
source: Time 2 to
de_ch: Zeit 2 bis

# TableExtension 938585830 - Field 2432779584 - Property 2879900210
source: Time 3 from
de_ch: Zeit 3 von

# TableExtension 938585830 - Field 110014491 - Property 2879900210
source: Time 3 to
de_ch: Zeit 3 bis

# TableExtension 938585830 - Field 4159830169 - Property 2879900210
source: Time on job
de_ch: Zeit auf Projekt

# TableExtension 938585830 - Field 3244784152 - Property 2879900210
source: Total 0 from/to
de_ch: Insgesamt 0 von/bis

# TableExtension 938585830 - Field 3396236376 - Property 2879900210
source: Total from/to
de_ch: Total von/bis

# TableExtension 938585830 - Field 3537871569 - Property 2879900210
source: Travel km + time integrate
de_ch: Reise-km-Zeit integrieren

# TableExtension 938585830 - Field 205405675 - Property 2879900210
source: Travel Time
de_ch: Reisezeit

# TableExtension 841156620 - Field 3136356474 - Property 2879900210
source: Line Nos.
de_ch: Zeile Nr.

# TableExtension 2420322566 - Field 991433364 - Property 2879900210
source: Check Job Journal Overlap
de_ch: Prüfe auf Proj.-Journal- Überlappungen

# TableExtension 2420322566 - Field 1326595872 - Property 2879900210
source: Job Consulting Invoice PDF
de_ch: Pfad Projektabr. Export PDF

# TableExtension 2420322566 - Field 842510697 - Property 2879900210
source: Job Travel Work Type Code
de_ch: Projekt Reisezeit Arbeitstyp Code

# TableExtension 2420322566 - Field 4246592517 - Property 2879900210
source: Mark Job Journal Overlap
de_ch: Prüfe auf Proj.-Journal- Überlappungen

# TableExtension 1745355001 - Field 3893797983 - Property 2879900210
source: Filter Job Jnl by open Period
de_ch: Filter Projekt Erf. Jnl. nach geöffn. Periode

# TableExtension 1745355001 - Field 36467164 - Property 2879900210
source: Job Journal changes allowed
de_ch: Journalwechsel erlaubt

# TableExtension 1745355001 - Field 1188184810 - Property 2879900210
source: Job Resource No.
de_ch: Job Ressource Nr.

# TableExtension 1745355001 - Field 2704330142 - Property 2879900210
source: Journal Batch Name
de_ch: Erf.-Journalname

# TableExtension 1745355001 - Field 3684440170 - Property 2879900210
source: Journal Template Name
de_ch: Erf.-Journalvorlagenname

# TableExtension 1077619292 - Field 144959165 - Property 2879900210
source: Accounting Description
de_ch: Abrechnungshinweis

# TableExtension 1077619292 - Field 3486050240 - Property 2879900210
source: Job Accounting Description
de_ch: Projekt Abrechnungshinweis
